Repository: vlad397/Auth_sprint_1
Catalog: app/app/movies/locale/*/LC_MESSAGES/django.po
Languages: ru

source: app.verbose_name
ru: Кино

source: timestamp.created
ru: создано

source: timestamp.modified
ru: модифицировано

source: genre.name
ru: название

source: genre.description
ru: описание

source: genre.meta.verbose_name
ru: жанр

source: genre.meta.verbose_name_plural
ru: жанры

source: person.full_name
ru: Ф.И.О

source: person.birth_date
ru: день рождения

source: person.meta.verbose_name
ru: персона

source: person.meta.verbose_name_plural
ru: персоны

source: genre_film_work.meta.verbose_name
ru: жанр

source: genre_film_work.meta.verbose_name_plural
ru: жанры

source: person_film_work.rolechoices.actor
ru: актёр

source: person_film_work.rolechoices.director
ru: режиссер

source: person_film_work.rolechoices.writer
ru: сценарист

source: person_film_work.role
ru: роль

source: person_film_work.meta.verbose_name
ru: персона

source: person_film_work.meta.verbose_name_plural
ru: персоны

source: film_work.typechoices.movie
ru: фильм

source: film_work.typechoices.tv_show
ru: тв-шоу

source: film_work.name
ru: название

source: film_work.description
ru: описание

source: film_work.creation_date
ru: дата выхода

source: film_work.rating
ru: рейтинг

source: film_work.type
ru: тип

source: film_work.certificate
ru: сертификат

source: film_work.file
ru: файл сертификата

source: film_work.meta.verbose_name
ru: кинопроизведение

source: film_work.meta.verbose_name_plural
ru: кинопроизведения
